Revit 2027 API
ParameterTypeId.PathOfTravelViewName Property
 "View Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathOfTravelViewName { get; }
Public Shared ReadOnly Property PathOfTravelViewName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathOfTravelViewName {
	ForgeTypeId^ get ();
}
static member PathOfTravelViewName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace